bungcip.better-toml
CoenraadS.bracket-pair-colorizer
cometeer.spacemacs
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
goessner.mdmath
hiro-sun.vscode-emacs
hnw.vscode-auto-open-markdown-preview
James-Yu.latex-workshop
Kelvin.vscode-sshfs
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.powershell
octref.vetur
redhat.vscode-yaml
rust-lang.rust
shd101wyy.markdown-preview-enhanced
slevesque.vscode-hexdump
sysoev.language-stylus
thisismanta.stylus-supremacy
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscoss.vscode-ansible
yzhang.markdown-all-in-one